//
// OCSINVENTORY-NG
//
// Copyleft Guillaume PROTET 2011
// 
//
// This code is open source and may be copied and modified as long as the source
// code is always made freely available.
// Please refer to the General Public Licence http://www.gnu.org/
//
//

// Localized versions of Info.plist keys
PaneTitle = "Configuration de l'agent OCS";

//Yes button
"Yes" = "Oui";

//No button
"No" = "Non";

//Warning about already existing cofiguration file
"Already_conf_warn" = "Le fichier de configuration de l'agent OCS semble déjà exister. Voulez-vous procéder à la configuration de l'agent OCS Inventory NG ?";

//Warning about already existing cofiguration file comment
"Already_conf_warn_comment" = "Le fichier /etc/ocsinventory-agent/ocsinventory-agent.cfg sera écrasé";

//Warning about missing certificate file
"Missing_cert_warn" = "Vous avez activé la fonctionnalité de télé-déploiement et la vérification du certificat SSL mais vous n'avez pas spécifié de fichier certificat";

//Warning about missing certificate file comment
"Missing_cert_warn_comment" = "Si vous ne spécifiez pas de fichier certificat, la fonctionnalité de télé-déploiment ne fonctionnera pas";

//Warning about invalid server address
"Invalid_srv_addr" = "Adresse du server OCS invalide";

//Warning about invalid server address comment
"Invalid_srv_addr_comment" = "Veuillez saisir de nouveau l'adresse du serveur OCS";